Repository: ephios-dev/ephios-testplugin
Catalog: src/ephios_testplugin/locale/*/LC_MESSAGES/django.po
Languages: de

source: The testplugin sends a test notification
de: Das Test-Plugin sendet eine Testbenachrichtigung

source: Look at test notification
de: Testbenachrichtigung ansehen

source: The test plugin is installed.
de: Das Test-Plugin ist installiert.

source: Show
de: Anzeigen

source: Congrats, you installed the test plugin. Here are some useful helpers for developing and testing ephios.
de: Herzlichen Glückwunsch, Sie haben das Test-Plugin installiert. Hier sind einige nützliche Tools für die Entwicklung und das Testen von ephios.

source: A view that raises Permission Denied
de: Ein View, das eine Permission Denied raised

source: A view that renders 500.html with no context
de: Ein View, das 500.html ohne Kontext rendert

source: A view that lets you send notifications
de: Ein View zum Senden von Benachrichtigungen

source: A view that lets you view the base email template
de: Ein View zum Anzeigen der Basis-E-Mail-Vorlage

source: Test notifications
de: Testbenachrichtigungen

source: Send test notification
de: Sende Testbenachrichtigung
